tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "git"
brew "gnupg"
brew "htop"
brew "lsd"
brew "neovim"
brew "pyenv"
brew "sqlite"
brew "tree"
brew "xz"
brew "zlib"
cask "alacritty"
cask "rectangle"
