tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "bash"
brew "bash-completion@2"
brew "curl"
brew "git"
brew "pkg-config"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "jq"
brew "make"
brew "neovim"
brew "pyenv"
brew "rsync"
brew "tree"
brew "wget"
cask "intellij-idea-ce"
cask "kitty"
cask "rectangle"
cask "visual-studio-code"
