tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "git"
brew "openssl@1.1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "libtool"
brew "pkg-config"
brew "helix"
brew "htop"
brew "jq"
brew "libyaml"
brew "luv"
brew "make"
brew "neovim"
brew "node"
brew "pyenv"
brew "python@3.11"
brew "python-tk@3.11"
brew "ripgrep"
brew "rsync"
brew "tree"
brew "unixodbc"
brew "wget"
brew "zlib"
brew "zoxide"
brew "ca-certificates"
brew "docker"
brew "docker-compose"
brew "fzf"
cask "bitwarden"
cask "bitwarden-cli"
cask "kitty"
cask "rectangle"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "darkriszty.markdown-table-prettify"
vscode "JakeBecker.elixir-ls"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
